tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "robotsandpencils/made"
brew "lz4"
brew "boost"
brew "cocoapods"
brew "folly"
brew "fastlane"
brew "fbthrift"
brew "fb303"
brew "gh"
brew "gnupg"
brew "jq"
brew "neovim"
brew "pinentry-mac"
brew "pnpm"
brew "rbenv"
brew "vim"
brew "watchman"
brew "yarn"
brew "yt-dlp"
brew "facebook/fb/idb-companion"
brew "robotsandpencils/made/xcodes"
cask "autodesk-fusion360"
cask "flipper"
cask "kap"
cask "react-native-debugger"
cask "rectangle"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "wezterm"
cask "zulu11"
