tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "rcmdnk/file"
tap "robotsandpencils/made"
brew "bitrise"
brew "lz4"
brew "boost"
brew "cocoapods"
brew "folly"
brew "edencommon"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "gh"
brew "gnu-sed"
brew "gnupg"
brew "jq"
brew "neovim"
brew "pinentry-mac"
brew "pnpm"
brew "rbenv"
brew "vim"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "facebook/fb/idb-companion"
brew "jesseduffield/lazygit/lazygit"
brew "rcmdnk/file/brew-file"
brew "robotsandpencils/made/xcodes"
cask "autodesk-fusion360"
cask "flipper"
cask "kap"
cask "kitty"
cask "obsidian"
cask "react-native-debugger"
cask "rectangle"
cask "ultimaker-cura"
cask "vlc"
cask "vscodium"
cask "wezterm"
cask "zulu11"
vscode "adamwalzer.string-converter"
vscode "ahmadawais.shades-of-purple"
vscode "alefragnani.project-manager"
vscode "alexkrechik.cucumberautocomplete"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andrejunges.Handlebars"
vscode "ankitcode.firefly"
vscode "apollographql.vscode-apollo"
vscode "asvetliakov.vscode-neovim"
vscode "atlassian.atlascode"
vscode "atomiks.moonlight"
vscode "BeardedBear.beardedtheme"
vscode "bierner.markdown-mermaid"
vscode "byCedric.vscode-expo"
vscode "chenglou92.rescript-vscode"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "ExodiusStudios.comment-anchors"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "freeCodeCamp.freecodecamp-dark-vscode-theme"
vscode "GitHub.copilot-nightly"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "jbenden.c-cpp-flylint"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "liviuschera.noctis"
vscode "mathiasfrohlich.Kotlin"
vscode "meta.relay"
vscode "mhutchie.git-graph"
vscode "mintlify.document"
vscode "ms-dotnettools.csharp"
vscode "ms-mssql.mssql"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "msjsdiag.vscode-react-native"
vscode "naco-siren.gradle-language"
vscode "naumovs.color-highlight"
vscode "Orta.vscode-jest"
vscode "platformio.platformio-ide"
vscode "quicktype.quicktype"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "spadin.zmk-tools"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "sysoev.language-stylus"
vscode "teabyii.ayu"
vscode "toba.vsfire"
vscode "uloco.theme-bluloco-light"
vscode "vivaxy.vscode-conventional-commits"
vscode "voidei.vscode-vimrc"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscode-icons-team.vscode-icons"
vscode "VSpaceCode.whichkey"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "yoavbls.pretty-ts-errors"
